export const questionList = [
  {
    title:
      '最近吧，周遭发生了好多好多变化，曾经觉得不可想象的情景现在包围了每一个人，反观过去却显得有些许的不真实。话虽如此，回忆大体上依旧是美好而温暖的，你是否和我一样会想念那些逝去的时光？',
    answers: ['是（感性）', '否（理性）'],
  },
  {
    title:
      '对每个人而言，心中的黄金年代都各有不同。也许是一个宏大的时代，也许只是日常一个细小微妙的美好时刻。我时常陷入矛盾，感叹那些过去的美好，也对未曾到来的日子充满期待，对于你而言，你会如何选择？',
    answers: ['期待未来（乐观）', '怀念过去（悲观）'],
  },
  {
    title:
      '人总是记住自己想记住的，时常笃定“嗯，当时就是这样的~”，亦感觉好像有些细节发生了些模糊的、朦胧的偏差，好似一团抓不住的水汽及虚无。有时时候，懊恼记忆的不清晰，也有时傻笑庆幸那记忆的模糊及失真带来的轻松。如果可以的话，你会如何选择？',
    answers: ['我希望回忆就是模糊、朦胧的', '我希望回忆变得具体、清晰'],
  },
  {
    title:
      '选一个你最喜欢的场景吧？(•͈˽•͈)',
    answers: ['拂晓时的海边，徐徐海风迎面温润微咸的味道', '回家路上天边烧着桔子皮似的黄昏', '周五晚饭后一杯舒缓温柔的 Bamboo', '充满和自己无用对话的被窝'],
  },
];
